<template>
  <div class="rule">
    <h1 class="title">万元礼喵争夺赛</h1>
    <div class="date">
      活动时间：
      <strong>2020.11.20 00:00~2020.12.05 23:59</strong>
    </div>
    <p>
      活动期间，用户可邀请好友助力积攒幸运值，争夺大奖。同时还可以通过扭蛋机来获得幸运值的随机加倍，为活动增加更多趣味性（如不参与也无影响）。
      <strong class="underline">
        另外，平台还提供超级锦鲤大奖1份，只需邀请5名好友助力，即可解锁第1张锦鲤卡，获得锦鲤奖兑换资格。每张锦鲤卡对应一串兑换码，活动结束后，平台将随机开出1张锦鲤卡，送出超级锦鲤奖。
      </strong>
    </p>
    <h4 class="guide">目录</h4>
    <p>
      <strong>1.</strong>
      <strong><a href="#GO-1">活动奖励</a></strong>
    </p>
    <p>
      <strong>2.</strong>
      <strong><a href="#GO-2">活动玩法</a></strong>
    </p>
    <p>
      <strong>3.</strong>
      <strong><a href="#GO-3">开奖条件</a></strong>
    </p>
    <p>
      <strong>4.</strong>
      <strong><a href="#GO-4">注意事项</a></strong>
    </p>
    <h4 id="GO-1"><strong>活动奖励</strong></h4>
    <ul>
      <li>一等奖：价值15000元的纯种猫咪*1只（品种介绍详见下文），送给总幸运值排行榜第1名；</li>
      <li>二等奖：价值2999元的小佩智能全自动猫厕所*2个，分别送给总幸运值排行榜第2~3名；</li>
      <li>三等奖：价值599元的多功能拉杆新风猫包*5个，分别送给总幸运值排行榜第4~8名；</li>
      <li>扭蛋福利奖：价值39元的猫巷周边帆布袋＆贴纸套装*100份，由扭蛋机随机开出，送完即止；</li>
      <li>
        超级锦鲤奖：本次活动的二等奖、三等奖、扭蛋福利奖、10000猫币*各1份，由平台随机抽取一人全部送出。
      </li>
    </ul>
    <h4 id="GO-2"><strong>活动玩法</strong></h4>
    <ul>
      <li>
        1.每位用户初次登录即可获得10000幸运值，每成功邀请一名新用户助力（好友未注册过猫巷小程序即为新用户），则双方均可获得10000幸运值，以此类推。
      </li>
      <li>
        2.用户可在活动有效期内积攒幸运值，活动截止后，如达到平台开奖条件，平台将按用户幸运值从高到低排名，分别送出本次活动的一、二、三等奖，共计8名。
      </li>
      <li>
        3.活动期间，用户可以通过扭蛋机来使用幸运值，获得奖励。用户每使用2000幸运值可参与一次扭蛋活动。扭蛋机奖品包括：1000幸运值、2000幸运值、3000幸运值、10000幸运值、10猫币、20猫币、30猫币、猫巷周边帆布袋＆贴纸套装。
      </li>
      <li>
        4.用户通过扭蛋机获得的幸运值将实时计入用户总幸运值；猫币实时到账至用户小程序账户中，可用于猫巷小程序兑换商品使用；实物奖帆布袋＆贴纸套装将使用快递方式邮寄给中奖用户。
      </li>
      <li>
        5.平台提供超级锦鲤奖1份，可同步进行。活动期间，用户成功邀请5名好友助力后，即可解锁第1张锦鲤卡。之后可分别通过邀请8、14、23、35、50、68、89、113、140人，来获得第2~10张锦鲤卡，每位用户所持锦鲤卡上限为10张。
      </li>
    </ul>
    <h4 id="GO-3"><strong>开奖条件</strong></h4>
    <ul>
      <li>总参与用户累计幸运值达到50000000即可解锁三等奖</li>
      <li>总参与用户累计幸运值达到150000000即可解锁二等奖</li>
      <li>总参与用户累计幸运值达到300000000即可解锁一等奖</li>
      <li>超级锦鲤奖随一等奖一同解锁，未解锁前不影响用户锦鲤卡的收集</li>
    </ul>
    <h4 id="GO-4"><strong>注意事项</strong></h4>
    <ul>
      <li>
        1.为保障用户权益，针对利用非正常途径（包括但不限于技术手段）或规则漏洞获取奖品的用户，平台有权在不事先通知的前提下，取消其获奖资格。如对平台造成严重影响的，平台将保留法律追究的权利。
      </li>
      <li>
        2.抽中实物奖的小伙伴，需要在活动结束后的7个工作日内填写收件信息，如逾期未填写，将被视为主动放弃领奖。实物奖品将在活动结束后的30个工作日内发放完毕。
      </li>
      <li>
        3.收件地址要求：中奖者需提供真实姓名、联系电话、详细的省、市、街道、小区地址，奖品邮寄仅限中国大陆地区。
      </li>
      <li>4.平台承诺，本次活动所收集的信息仅用于此活动相关所需，不做他用，请放心参与。</li>
      <li>
        5.本次活动一等奖为中奖者提供两只同等价值不同品种的猫咪，分别为缅因库恩猫（银虎斑公猫）与孟加拉豹猫（金豹母猫）幼猫，中奖者可根据个人喜爱倾向进行二选一。两只猫咪均来自正规猫舍，经过科学喂养，父母均有国际四大猫协会证书。
      </li>
      <li>
        6.由于本次活动一等奖为宠物活体，故针对此奖品有额外几点规则需知晓。中奖者需与平台签订合同，若中奖者无法满足条件，则奖品自动顺延至下一位：
        ①本次活动的一等奖猫咪为免费赠予，若中奖者在北京且距离公司60公里以内，平台可以免费送猫上门；其他情况的，中奖者需在保证猫咪安全性的前提下，自费选择合理的运输方式，运输过程中的风险，平台不予承担；
        ②两只猫咪目前均为5个月左右，需完成绝育手术后再送出。目前已接种3针妙三多猫三联疫苗及1针狂犬疫苗，且已做好体内外驱虫，另外附带抗体检测报告、健康检查报告，以及平台9天健康担保。
        ③中奖者在领取猫咪回家后，需接受猫巷工作人员不定期的电话或视频回访，以了解猫咪的健康状况；
        ④中奖者应为猫咪创造一个舒适的生活环境，不得完全散养或笼养猫咪，不得殴打、体罚、虐待猫咪，不得让猫咪做去甲手术。如发现中奖者严重疏于照顾或虐待猫咪，平台有权收回已经赠出的猫咪，且无需承担任何费用；若用户造成猫咪严重营养不良、精神状况严重不佳、身体残疾或脏器受损的，应当赔偿给平台与猫咪同等价值（即15000元人民币）的精神损害责任费。
        ⑤中奖者不得以任何形式出售猫咪，若因合理理由无法饲养的，应当通知平台，平台可为中奖者推荐愿意继续饲养猫咪的第三方。若中奖者在未通知平台的情况下将猫咪出售给他人，则应当赔偿给平台与猫咪同等价值（即15000元人民币）的精神损害责任费。
      </li>
      <li>
        7.本次活动最终解释权归猫巷平台所有。在法律允许的范围内，本平台有权随时更改此规则而不作另行通知，且对漏洞或争议内容有最后决断性说明的权力。
      </li>
      <li>8.参与本活动即默认视为接受以上所有规则。</li>
      <li>9.本次活动及活动奖品均与Apple Inc.无关。</li>
    </ul>
  </div>
</template>

<script>
export default {
  components: {},

  data() {
    return {}
  },

  created() {},

  mounted() {},

  methods: {},
}
</script>

<style scoped>
.footer {
  padding: 0 40px;
  margin-top: 100px;
  font-size: 28px;
}

.footer a {
  color: #4a383a;
}

.footer i {
  margin-right: 5px;
  font-size: 44px;
}

.footer .icp {
  display: flex;
  align-items: center;
}

.footer img {
  vertical-align: middle;
}

.rule {
  padding: 40px;
}

.title {
  margin: 30px 0;
  font-size: 70px;
  font-weight: normal;
}

.date {
  margin-bottom: 30px;
  font-size: 28px;
}

.guide {
  margin: 50px 0 30px 0;
  font-size: 34px;
  font-weight: normal;
}

p {
  margin-bottom: 30px;
  font-size: 28px;
  line-height: 40px;
}

strong {
  font-size: 28px;
  font-weight: blod;
}

a {
  font-size: 28px;
  color: #7eaff8;
}

p strong a {
  margin-left: 5px;
}

h6 {
  margin: 0 0 30px;
  font-size: 28px;
  font-weight: bold;
}

h6 strong {
  margin-left: 5px;
}

h4 {
  margin: 50px 0 30px;
  font-size: 34px;
}

h4 strong {
  margin-left: 5px;
  font-size: 34px;
}

ul {
  padding-left: 40px;
  margin-bottom: 30px;
  font-size: 28px;
}

ul > li {
  margin-bottom: 20px;
  font-weight: 500;
  list-style-type: disc;
}

.underline {
  text-decoration: underline;
}

ul > li:last-child {
  margin-bottom: 0;
}
</style>
