<template>
  <div class="rule">
    <h1 class="title">猫巷平台服务协议</h1>
    <div class="date">最后更新：<strong>2020年9月3日</strong></div>
    <h4 class="guide">目录</h4>
    <p><strong>1.</strong><strong><a href="#GO-1">序言</a></strong></p>
    <p><strong>2.</strong><strong><a href="#GO-2">会员一般规定</a></strong></p>
    <p><strong>3.</strong><strong><a href="#GO-3">猫舍规定</a></strong></p>
    <p><strong>4.</strong><strong><a href="#GO-4">市场管理与违规处理</a></strong></p>
    <p><strong>5.</strong><strong><a href="#GO-5">附录定义</a></strong></p>
    <h4 id="GO-1">1<strong>序言</strong></h4>
    <h6>1.1<strong>规则目的</strong></h6>
    <p>为了让用户享受到更优质、安全、可信赖的商业环境和交易体验，推动线上线下一体化的协同治理，优化猫巷平台，包括域名为<strong class="underline">maooo.com</strong>网站、<strong class="underline">小程序</strong>及<strong class="underline">客户端</strong>，生态体系，特制定本规则。</p>
    <h6>1.2<strong>规则基础</strong></h6>
    <ul>
      <li>【法律基础】《中华人民共和国电子商务法》、《中华人民共和国网络安全法》、《中华人民共和国消费者权益保护法》、《网络交易管理办法》等国家法律法规及相关规范性文件（以下简称“法律规定”）规定了猫巷平台生态体系各方的法定权利义务，是猫巷平台规则制定、修订的法律基础。</li>
      <li>【规范基础】猫巷平台相关协议作为猫巷与其会员明确权利义务的法律文件，是猫巷平台规则的规范基础。</li>
    </ul>
    <h6>1.3<strong>规则原则</strong></h6>
    <p>猫巷平台生态体系各方尊重和信守以下原则：平等、自愿、公平、诚信。猫巷平台生态体系各方在猫巷平台上的行为不得违反法律规定，不得违背公序良俗。</p>
    <h6>1.4<strong>适用对象</strong></h6>
    <p>猫巷平台规则适用于猫巷平台生态体系各方，包括用户、会员、繁育人、买家、宠托师、其他相关者、猫巷等。</p>
    <h4 id="GO-2">2<strong>会员一般规定</strong></h4>
    <h6>2.1<strong>通用原则</strong></h6>
    <p>会员在猫巷平台的所有行为都需要遵守国家法律规定、猫巷平台规则要求，以及根据猫巷平台相应页面指引进行操作。</p>
    <h6>2.2<strong>注册</strong></h6>
    <ul>
      <li>会员应当根据猫巷平台的流程和要求完成注册，会员名注册后无法自行修改。</li>
      <li>会员可将会员账户与其微信账户绑定，符合一定要求可更换绑定的微信账户。</li>
      <li>会员账户如为不活跃账户等情形的，猫巷可进行回收。</li>
    </ul>
    <h6>2.3<strong>认证</strong></h6>
    <ul>
      <li>会员应当根据猫巷平台的认证要求，提供会员本人（含自然人、法人及其负责人、非法人组织及其负责人等，下同）真实有效的信息。</li>
      <li>会员应当提供的信息包括但不限于：本人身份信息、有效联系方式、真实地址、微信账号等相关证明身份真实性、有效性、一致性的信息。会员提供的本人信息不完整、失效或可能不准确的，猫巷可不予通过认证。</li>
      <li>为保障会员认证信息的持续真实有效，猫巷可对已通过认证的会员信息进行复核。</li>
    </ul>
    <h6>2.4<strong>信息发布</strong></h6>
    <p>会员不得发布如下信息：</p>
    <ul>
      <li>反对宪法所确定的基本原则的</li>
      <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的/li>
      <li>损害国家荣誉和利益的</li>
      <li>歪曲、丑化、亵渎、否定英雄烈士事迹和精神，以侮辱、诽谤或者其他方式侵害英雄烈士的姓名、肖像、名誉、荣誉的</li>
      <li>宣扬恐怖主义、极端主义或者煽动实施恐怖活动、极端主义活动的</li>
      <li>煽动民族仇恨、民族歧视，破坏民族团结的</li>
      <li>破坏国家宗教政策，宣扬邪教和封建迷信的</li>
      <li>散布谣言，扰乱经济秩序和社会秩序，破坏社会稳定的</li>
      <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的</li>
      <li>侮辱或者诽谤他人，侵害他人合法权益的</li>
      <li>欺诈、虚假、不准确或存在误导性的</li>
      <li>其他违反法律规定、社会公德或根据猫巷平台相关协议等不适合在猫巷平台上发布的</li>
    </ul>
    <h6>2.5<strong>交易</strong></h6>
    <p>会员应遵守猫巷平台交易流程的各项要求进行真实交易。会员因猫巷平台上的交易发生争议，可向猫巷发起争议调处服务请求，猫巷可视情况要求买卖双方提供相关证明材料进行处理。</p>
    <h6>2.6<strong>评价</strong></h6>
    <p>为确保评价内容能为消费者购物决策提供可靠的依据，反映商品（包括活体宠物猫，下同）或服务的真实情况，买卖双方通过猫巷平台评价工具发布评价的，其评价应当与交易的商品或服务具有关联性，且合法、客观、真实，买卖双方不得利用猫巷平台评价工具侵害相关方合法权益。猫巷平台将对不当使用评价工具发布与评价原则不符的行为作出处理，如屏蔽评论内容、评分不累计等处理措施。</p>
    <h4 id="GO-3">3<strong>猫舍规定</strong></h4>
    <h6>3.1<strong>猫舍创建和认证</strong></h6>
    <ul>
      <li>会员满足相关条件后，方可根据猫巷平台设置的流程创建猫舍或认证猫舍相关资质。正常情况下，一个会员作为繁育人仅能创建一个猫舍。繁育人在猫舍主页、商品信息、广告宣传及其他活动中展示的猫舍名称、标志，须获得相关机构的受理通知书或注册证书，且不得与已入驻猫舍相同或近似。</li>
      <li>猫舍在一定期间内持续无出售中商品或服务的，猫巷平台可以关闭该猫舍。繁育人可通过猫巷平台设置的流程注销猫舍，猫舍注销前须对已达成的交易履行发货、退换货、维权投诉处理等交易保障义务。</li>
    </ul>
    <h6>3.2<strong>资质备案</strong></h6>
    <p>繁育人发布需要准入的商品或服务信息时，应当提交相关营业执照（经营范围包括宠物活体销售等）或其他资质材料，通过猫巷平台备案或审查。</p>
    <h6>3.3<strong>信息及质量</strong></h6>
    <ul>
      <li>繁育人在猫巷平台上发布商品时填写的所有价格，在遵循市场规律自主定价的前提下，均应严格遵守法律规定要求，明码标价，不得实施价格欺诈。</li>
      <li>繁育人应确保其出售的商品或服务与向买家展示的图片、视频、描述等一致，不存在危及人身财产安全的风险，并对其所售商品或服务质量承担相应责任。猫巷平台可对繁育人所售商品或服务进行抽检。</li>
    </ul>
    <h6>3.4<strong>交易履约与服务保障</strong></h6>
    <ul>
      <li>会员可根据猫巷平台要求及实际需求选择交易方式。买卖双方采用当面或者脱离猫巷平台交付商品的方式进行交易的，应当自行承担因此产生的风险。</li>
      <li>繁育人须履行交易或服务等承诺,包括根据猫巷平台规则及其自身作出的承诺在规定和承诺期限内及时发货（特殊情形除外）等。</li>
      <li>繁育人应保障买家合法权益,提供消费者保障服务，若繁育人出售的商品存在实物和图片、视频等描述不一致，或者活体宠物猫经宠物医院等专业机构诊断患有猫瘟、猫传腹等恶性传染性疾病或先天性疾病、遗传病的，买家可在购买九天内向繁育人发起退货（自物流显示签收商品的次日零时起计算，满216个小时为九天），繁育人还应当承担买家由此产生的合理检测费用和退货费用。双方另有约定的从约定。</li>
      <li>若买家选择对宠物猫进行治疗，可和繁育人自行商议相关医疗费用的承担方式。</li>
      <li>若超过九天后买家未行使退货权利，则视为买家自动放弃猫巷平台提供的保障服务。</li>
    </ul>
    <h6>3.5<strong>营销</strong></h6>
    <p>繁育人若存在出售违规商品、虚构交易等扰乱市场秩序的行为，或者30天内纠纷退款笔数达到3笔以上，将会被限制参加猫巷平台组织的营销活动。</p>
    <h4 id="GO-4">4<strong>市场管理与违规处理</strong></h4>
    <h6>4.1<strong>信息来源</strong></h6>
    <p>市场管理及违规处理的信息来源包括：</p>
    <ul>
      <li>猫巷平台基于大数据主动排查</li>
      <li>行政管理部门的通报、通知</li>
      <li>司法机关的法律文书</li>
      <li>投诉、举报</li>
      <li>新闻媒体曝光</li>
      <li>检测报告</li>
      <li>其他合法合规渠道</li>
    </ul>
    <h6>4.2<strong>判定方式</strong></h6>
    <p>市场管理及违规处理的判定方式包括：</p>
    <ul>
      <li>国家行政管理部门、司法机关的认定</li>
      <li>猫巷平台判定</li>
      <li>大众评审判定</li>
    </ul>
    <h6>4.3<strong>市场管理情形</strong></h6>
    <p>需对猫巷平台会员进行市场管理的主要风险行为如下：</p>
    <ul>
      <li>发布交互风险信息，或发布违反公序良俗、规则或协议的信息</li>
      <li>利用猫巷平台评价工具侵害相关方合法权益</li>
      <li>质量不合格、活体宠物猫不健康或行政部门要求管理</li>
      <li>因会员行为引发其他会员或第三方诉讼至司法机关的</li>
      <li>繁育人未按要求提供消费者保障服务，或订单存在较高资金安全风险或其他需要进行交易资金保障，或可能妨害消费者权益的情形</li>
      <li>会员发生或可能引发危及交易安全或猫巷账户安全行为</li>
    </ul>
    <h6>4.4<strong>违规情形</strong></h6>
    <p>需对猫巷平台会员进行违规处理的主要风险行为如下：</p>
    <ul>
      <li>通过软件、程序或人工等方式，批量注册猫巷账户</li>
      <li>盗用他人账号</li>
      <li>骗取他人财物等不正当牟利行为</li>
      <li>盗取他人的图片、视频等信息，假冒为自己的商品出售</li>
      <li>通过租借/共享账号、协助第三方扫描系统等方式获取平台商业信息/他人信息，或未经允许发布、传递、出售平台商业信息/他人信息</li>
      <li>扰乱和破坏公平竞争、平等交易的市场秩序，侵害其他会员权益或对平台造成不良影响</li>
      <li>发布违禁商品或信息，如国家保护类动物（包括薮猫或萨凡纳猫等杂交动物）、猫肉、猫皮毛及其制品</li>
      <li>为牟取利益向猫巷平台提供不真实的证明材料</li>
      <li>对他人实施骚扰、侮辱、恐吓等妨害他人合法权益</li>
      <li>发布的商品或信息涉嫌不当使用他人商标权、著作权、专利权等权利，或造成不正当竞争</li>
      <li>发布容易造成消费者混淆的商品或信息，对商品或信息描述与实际情况不符，或者未对商品瑕疵等信息进行披露</li>
      <li>未备案或未通过猫巷平台审查，发布有准入要求的商品；（十三）虚构或隐瞒交易事实</li>
      <li>滥用、恶意利用猫巷所赋予的各项权利损害他人合法权益、妨害猫巷平台运营秩序</li>
      <li>未按约定或猫巷平台规定向买家提供承诺的服务，妨害买家权益</li>
      <li>其他扰乱市场秩序、侵害他人和猫巷平台的行为</li>
    </ul>
    <h6>4.5<strong>处理措施</strong></h6>
    <p>猫巷平台针对会员的违规行为先进行纠正，消除不利影响；同时，根据判定结果的情节严重程度，猫巷平台可采取如下市场管理或违规处理措施</p>
    <ul>
      <li>公示警告</li>
      <li>账户权限管控</li>
      <li>经营权限管控</li>
      <li>违规商品或信息处置</li>
      <li>关联影响</li>
      <li>其他处理措施</li>
    </ul>
    <h6>4.6<strong>解除和申诉</strong></h6>
    <p>市场管理措施解除与违规申诉：</p>
    <ul>
      <li>针对市场管理措施，猫巷平台将视会员行为、商品及信息风险的消除情况，进行解除或部分解除</li>
      <li>针对违规处理，会员在规定的期限内可发起申诉，猫巷平台根据申诉信息进行审核判断，申诉成立，撤销违规处理；逾期未申诉或申诉不成立，违规处理不中止、不撤销</li>
    </ul>
    <h4 id="GO-5">5<strong>附录定义</strong></h4>
    <ul>
      <li>用户，指猫巷平台各项服务的使用者。用户无需注册，即可浏览猫巷平台相关信息</li>
      <li>会员，指与猫巷签订服务协议并完成注册流程的用户，包括平等民事主体的自然人、法人和非法人组织</li>
      <li>经营权限管控</li>
      <li>买家，指在猫巷平台上购买商品或服务的会员</li>
      <li>繁育人，指在猫巷平台上成功创建猫舍并从事商品销售或提供服务的经营活动的会员</li>
      <li>宠托师，指在猫巷平台注册并成功通过认证和培训，为其他会员提供一系列上门喂养、上门洗澡等服务的会员</li>
      <li>其他相关者，指与猫巷平台用户有一定关联关系的个体或组织，如知识产权权利人、内容创作者及机构等</li>
      <li>猫巷，指猫巷平台经营者北京喵星人占领地球科技有限公司</li>
      <li>知识产权权利人，指依法拥有商标权、著作权、专利权等知识产权的自然人、法人或其他组织</li>
    </ul>
  </div>
</template>

<script>
  export default {
    components: {
  
    },
  
    data() {
      return {
  
      }
    },
  
    created() {
  
    },
  
    mounted() {
  
    },
  
    methods: {
  
    }
  }
</script>

<style scoped>
  .rule {
    padding: 40px;
  }
  
  .title {
    font-size: 70px;
    font-weight: normal;
    margin: 30px 0;
  }
  
  .date {
    font-size: 28px;
    margin-bottom: 30px;
  }
  
  .guide {
    margin: 50px 0 30px 0;
    font-size: 34px;
    font-weight: normal;
  }
  
  p {
    margin-bottom: 30px;
    line-height: 40px;
    font-size: 28px;
  }
  
  strong {
    font-size: 28px;
    font-weight: blod;
  }
  
  a {
    font-size: 28px;
    color: #7EAFF8;
  }
  
  p strong a {
    margin-left: 5px;
  }

  h6 {
    margin: 0 0 30px;
    font-weight: bold;
    font-size: 28px;
  }

  h6 strong {
    margin-left: 5px;
  }

  h4 {
    font-size: 34px;
    margin: 50px 0 30x;
  }

  h4 strong {
    font-size: 34px;
    margin-left: 5px;
  }
  
  ul {
    font-size: 28px;
    margin-bottom: 30px;
    padding-left: 40px;
  }
  
  ul>li {
    font-weight: 500;
    list-style-type: disc;
    margin-bottom: 20px;
  }
  
  .underline {
    text-decoration: underline;
  }
  
  ul>li:last-child {
    margin-bottom: 0;
  }
</style>